aaron-bond.better-comments
alefragnani.Bookmarks
alefragnani.project-manager
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
csharpier.csharpier-vscode
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.github-vscode-theme
Gruntfuggly.todo-tree
humao.rest-client
kamikillerto.vscode-colorize
keenethics.keen-neutral-icon-theme
mkxml.vscode-filesize
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-pl
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
nrwl.angular-console
oderwat.indent-rainbow
PKief.material-icon-theme
ritwickdey.LiveServer
SonarSource.sonarlint-vscode
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vincaslt.highlight-matching-tag
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
wayou.vscode-todo-highlight
wix.vscode-import-cost
yzhang.markdown-all-in-one